brew "aqua"
brew "awscli"
brew "git"
brew "node"
brew "nodebrew"
brew "rbenv"
brew "tree"
brew "watch"
brew "wget"
cask "karabiner-elements"
vscode "1natsu.insert-br-tag"
vscode "766b.go-outliner"
vscode "alefragnani.bookmarks"
vscode "antfu.slidev"
vscode "asuka.insertnumbers"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.path-intellisense"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "leodevbro.blockman"
vscode "miguel-savignano.ruby-symbols"
vscode "mosapride.zenkaku"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "sanjulaganepola.github-local-actions"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "task.vscode-task"
