brew "aqua"
brew "awscli"
brew "node"
brew "nodebrew"
brew "tree"
brew "wget"
cask "karabiner-elements"
vscode "766b.go-outliner"
vscode "alefragnani.bookmarks"
vscode "bierner.markdown-mermaid"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "leodevbro.blockman"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "task.vscode-task"
